Repository: OSGeo-jp/OSGeoLive-doc-omegat
Catalog: tm/overview--osm_overview.tmx
Source language: en
Languages: ja

source: Tools for mapping the world
ja: 世界をマッピングするためのツール

source: `OpenStreetMap <https://www.openstreetmap.org>`_ is a project aimed squarely at creating and providing free geographic data such as street maps to anyone who wants them. The project was started because most maps you think of as free actually have legal or technical restrictions on their use, holding back people from using them in creative, productive or unexpected ways.
ja: `OpenStreetMap <https://www.openstreetmap.org>`_ は、道路地図のような地理的データを誰でも利用できるために、自由な地理情報データを作成し提供することを目的としたプロジェクトです。自由だと考えられている地図の多くは、実は法的・技術的な制約があり、人々が創造的に、生産的に、あるいは今まで予期しなかった方法でそれを利用することを妨げているため、このプロジェクトは開始されました。

source: A number of programs have been included: JOSM, Merkaartor, Osmosis, Osm2pgsql, and a number of small command utilities. In addition recent sample data for the FOSS4G host city and a number of JOSM plugins have been included.
ja: いくつかのプログラム: JOSM、Merkaartor、Osmosis、Osm2pgsql といくつかの小さなコマンドユーティリティが含まれています。さらに、 FOSS4G 主催都市のための最近のサンプルデータと、いくつかのJOSMプラグインも含まれています。

source: Core Features
ja: 主な特徴

source: Global massively crowd-sourced dataset
ja: グローバルで大規模なクラウドソース型のデータセット

source: A number of editors to choose from
ja: 幾つかのエディタを選択できます

source: A number of renderers to choose from (including custom and online)
ja: 幾つかのレンダラを選択できます (カスタムとオンラインのものを含めて)

source: Free to use
ja: 自由に利用できます

source: Widespread geo-application integration
ja: 広範な地理的アプリケーションを統合

source: Details
ja: 詳細

source: **Website:** https://www.openstreetmap.org/
ja: **Webサイト:** https://www.openstreetmap.org/

source: **Licences:**
ja: **ライセンス:**

source: OpenStreetMap data: https://www.openstreetmap.org/copyright
ja: OpenStreetMap データ: https://www.openstreetmap.org/copyright

source: JOSM plugins collection: Ranging from Public Domain to GPLv3
ja: JOSM プラグインコレクション: Ranging from Public Domain to GPLv3

source: **Software Versions:**
ja: **ソフトウェアバージョン:**

source: JOSM: Latest stable snapshot (svn r11427)
ja: JOSM: 最新の安定版スナップショット (svn r11427)

source: **Supported Platforms:** GNU/Linux, Mac OSX, MS Windows
ja: **対応プラットフォーム:** GNU/Linux, Mac OSX, MS Windows

source: **API Interfaces (data):** REST (via Xapi), XML
ja: **API インターフェイス (データ):** REST (Xapi 経由), XML

source: **Support:** https://www.openstreetmap.org/help
ja: **サポート:** https://www.openstreetmap.org/help

source: Quickstart
ja: クイックスタート

source: :doc:`Quickstart documentation <../quickstart/osm_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/osm_quickstart>`
